Repository: KUD-00/tollcat
Catalog: Windows/app/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hans

# AppDescription
source: One calendar month of cloud and AI bills.
ja_jp: クラウドと AI の請求を、ひとつの暦月にまとめます。
zh_hans: 把各家云和 AI 的账单折到同一个日历月。

# TabDashboard
source: Dashboard
ja_jp: ホーム
zh_hans: 仪表

# TabServices
source: Services
ja_jp: サービス
zh_hans: 服务

# TabSettings
source: Settings
ja_jp: 設定
zh_hans: 设置

# HeroLabel
source: Month to Date
ja_jp: 今月の合計
zh_hans: 本月合计

# ProjectedCaption
source: Projected {0} by month end
ja_jp: 月末見込み {0}
zh_hans: 预计月底 {0}

# SubscriptionCaption
source: Subscriptions +{0}
ja_jp: サブスク +{0}
zh_hans: 本月订阅 +{0}

# ModuleComposition
source: Breakdown
ja_jp: 内訳
zh_hans: 构成

# ModuleUpcoming
source: Upcoming charges
ja_jp: まもなく引き落とし
zh_hans: 即将扣款

# ModuleQuota
source: Free Quota
ja_jp: 無料枠
zh_hans: 免费额度

# ModuleComparison
source: vs last month
ja_jp: 先月同期比
zh_hans: 较上月同期

# ModuleAnomaly
source: Anomaly
ja_jp: 異常
zh_hans: 异常

# ModuleBalance
source: Balance running low
ja_jp: 残高が残り少ない
zh_hans: 余额告急

# ModuleTrend
source: Recent months
ja_jp: ここ数か月
zh_hans: 近几个月

# DashboardEmptyTitle
source: No Bills Yet
ja_jp: 請求はまだない
zh_hans: 还没有账单

# DashboardEmptyBody
source: After you connect your first cloud service, this month’s spend will show up here.
ja_jp: 最初のクラウドサービスを接続すると、今月の支出がここに表示される。
zh_hans: 接入第一家云服务之后，本月已经花了多少会显示在这里。

# DashboardEmptyAction
source: Add First Service
ja_jp: 最初のサービスを追加
zh_hans: 添加第一个服务

# DashboardLoading
source: Fetching bills…
ja_jp: 取得中…
zh_hans: 正在取账单…

# ServicesEmptyTitle
source: No Services Connected
ja_jp: サービス未接続
zh_hans: 还没有接入服务

# ServicesEmptyBody
source: Add the clouds you use. Totals show on the dashboard; credentials stay on this device.
ja_jp: 使っているクラウドを追加してください。合計はダッシュボードに表示され、認証情報はこの端末から出ません。
zh_hans: 把用着的云加进来。账单数字出现在仪表，凭据只留在这台设备。

# ActionAddService
source: Add Service
ja_jp: サービスを追加
zh_hans: 添加服务

source: More Services
ja_jp: その他のサービス
zh_hans: 更多服务

# SearchProviders
source: Search
ja_jp: 検索
zh_hans: 搜索服务

# ActionRefresh
source: Refresh
ja_jp: 更新
zh_hans: 刷新

# ActionCancel
source: Cancel
ja_jp: キャンセル
zh_hans: 取消

# ActionTestConnection
source: Test Connection
ja_jp: 接続をテスト
zh_hans: 测试连接

# ActionSaveCredentials
source: Save to Credential Manager
ja_jp: Windows の認証情報ストアに保存
zh_hans: 保存到凭据管理器

# ActionConnectUsage
source: Connect {0} billing
ja_jp: {0}の請求に接続
zh_hans: 连接{0}账单

# ActionManageCredentials
source: Manage Credentials
ja_jp: 認証情報を管理
zh_hans: 管理凭据

# ActionClearProvider
source: Clear {0} billing data on this device
ja_jp: この端末の{0}関連の請求データを消去
zh_hans: 清空本机{0}相关账单数据

# DetailUsageEmpty
source: No usage identity yet. Connect billing to see this month’s spend.
ja_jp: 従量の接続がまだありません。請求を接続すると今月の支出が出ます。
zh_hans: 还没有用量身份。连接账单之后，这里会显示本月花费。

# DetailInboxHint
source: This vendor has no public billing API. Enter usage by hand or via the inbox.
ja_jp: このサービスに公開の請求 API はありません。手入力か検針ポストで入れてください。
zh_hans: 这家没有公开账单接口，用量需要手填或走读数信箱。

# SetupTitle
source: Connect {0}
ja_jp: {0} に接続
zh_hans: 连接{0}

# SetupIntro
source: Paste the credentials. After a successful test they stay in Credential Manager on this PC.
ja_jp: 認証情報を貼り付けます。テストが通ったらこの PC の認証情報ストアにだけ残します。
zh_hans: 把凭据粘贴进来。测通之后再保存到本机凭据管理器，不会离开这台设备。

# SetupSuccess
source: Read {0}
ja_jp: {0} を読み取りました
zh_hans: 读到 {0}

# SetupKeystoreNote
source: Credentials stay in Windows Credential Manager on this PC. They do not roam.
ja_jp: 認証情報はこの PC の認証情報ストアにだけ残り、クラウド同期しません。
zh_hans: 凭据保存在 Windows 凭据管理器，只在这台设备上能解开，不进云同步。

# SetupFeedbackSuccessLede
source: We haven’t checked this against a real bill yet. If the number looks right, tell me.
ja_jp: まだ実請求との突合はしていません。数字が合っていれば、知らせてください。
zh_hans: 这家还没拿真实账单对过。数字对的话，告诉我一声。

# SetupFeedbackFailureLede
source: If you followed the steps and it still failed, tell me what happened.
ja_jp: 手順どおりにやってもダメだったら、何が起きたか教えてください。
zh_hans: 按说明做了还是不行的话，告诉我发生了什么。

# SetupFeedbackPrivacy
source: This sends the service name, app version, OS, device model, and language. No amounts, no keys.
ja_jp: 送られるのはサービス名、バージョン、OS、機種、言語です。金額もキーも含みません。
zh_hans: 发出去的是服务名、版本、系统、机型、语言。没有账单金额，没有密钥。

# SetupFeedbackDraftOk
source: {0} connected. The number matches the vendor’s dashboard.
ja_jp: {0} の接続に成功しました。数字は管理画面と一致しています。
zh_hans: {0} 测通了，数字和后台对得上。

# SetupFeedbackDraftFail
source: {0} couldn’t connect ({1}).
ja_jp: {0} の接続テストに失敗しました（{1}）。
zh_hans: {0} 测试连接失败，{1}。

# SetupFeedbackDraftNetwork
source: {0} couldn’t connect. The network is unavailable.
ja_jp: {0} の接続テストに失敗しました。ネットワークを利用できません。
zh_hans: {0} 测试连接失败，网络不可用。

# SetupFeedbackDraftEmpty
source: {0} connected, but no amount came back.
ja_jp: {0} にはつながりましたが、金額は返りませんでした。
zh_hans: {0} 连上了，但没有读到金额。

# SetupFeedbackDraftUnknown
source: {0} couldn’t finish the test.
ja_jp: {0} のテストを完了できませんでした。
zh_hans: {0} 没能完成测试。

# SettingsFeedbackContactHint
source: Email or any handle
ja_jp: メールアドレスなど連絡先
zh_hans: 邮箱或任意联系方式

# ServicesSetupHaveCredentials
source: I have the credentials, next
ja_jp: 認証情報を用意できた。次へ
zh_hans: 我拿到凭据了，下一步

# ServicesSetupGuideMissing
source: Setup guide isn’t ready
ja_jp: 接続手順はまだない
zh_hans: 接入说明还没写好

# ServicesSetupGuideMissingBody
source: The step-by-step guide is still being written. You can create a read-only credential on the vendor site first. Required fields are listed below.
ja_jp: ステップごとの説明は準備中です。先に公式サイトで読み取り専用の認証情報を作れます。必要な項目は以下です。
zh_hans: 这家的分步说明还在准备。可以先去官网创建只读凭据。下面列出需要的字段。

# ServicesSetupOpenConsole
source: Open the page that creates credentials
ja_jp: 認証情報を作るページを開く
zh_hans: 打开创建凭据的页面

# ServicesNoAmount
source: No reading
ja_jp: データなし
zh_hans: 暂无读数

# ServicesNoReading
source: No readings yet
ja_jp: 履歴はまだない
zh_hans: 还没有读数

# ServicesQuotaUsed
source: {0}% used
ja_jp: {0}%使用
zh_hans: 用了 {0}%

# ServicesAccountN
source: Account {0}
ja_jp: アカウント {0}
zh_hans: 账号 {0}

# ServicesHistory
source: Reading details
ja_jp: 読み取り明細
zh_hans: 读数明细

# ServicesHistoryRange
source: History range
ja_jp: 履歴の範囲
zh_hans: 历史范围

# ServicesHistory7
source: 7 days
ja_jp: 7日
zh_hans: 7 天

# ServicesHistory30
source: 30 days
ja_jp: 30日
zh_hans: 30 天

# ServicesHistory12
source: 12 months
ja_jp: 12か月
zh_hans: 12 个月

# ServicesRemoveTitle
source: Clear {0} billing data on this device?
ja_jp: この端末の{0}関連の請求データを消去しますか？
zh_hans: 清空本机{0}相关账单数据？

# ServicesRemoveBody
source: This deletes usage credentials and subscriptions on this vendor. Past readings stay on this device and drop out of the totals.
ja_jp: 用量の認証情報とこのサービスに紐づく定期課金を削除します。読み取り履歴は端末に残り、合計からは外れます。
zh_hans: 会删掉用量凭据和挂在这家上的订阅。历史读数留在本机，不再计入总额。

# ServicesRemoveConfirm
source: Clear
ja_jp: 消去
zh_hans: 清空

# KindUsageTitle
source: Pay-as-you-go
ja_jp: 従量課金
zh_hans: 用量后付费

# KindUsageBody
source: What you’ve spent so far, summed per calendar month. Daily granularity when the vendor offers it.
ja_jp: これまでの使用額を暦月ごとに合算します。日次データがあれば日次で加算します。
zh_hans: 已经花了多少，按日历月加总。能拿到按天的数就按天加。

# KindPrepaidTitle
source: Prepaid balance
ja_jp: プリペイド残高
zh_hans: 预充值余额

# KindPrepaidBody
source: This month’s burn = balance at month start − current balance. The first month is partial without a start-of-month snapshot.
ja_jp: 今月の消費 = 月初残高 − 現在残高。月初スナップショットがない最初の月は不完全です。
zh_hans: 本月消耗 = 月初余额 − 当前余额。第一月没有月初快照时，数字是不全的。

# KindSubscriptionTitle
source: Subscription
ja_jp: 定額サブスクリプション
zh_hans: 固定订阅

# KindSubscriptionBody
source: Charged in full when the billing day falls in this month; never prorated.
ja_jp: 請求日が今月内なら全額を計上し、日割りはしません。
zh_hans: 扣款日落在本月内就计全额，不按天摊。

# KindFreetierTitle
source: Free tier
ja_jp: 無料枠内
zh_hans: 免费额度内

# KindFreetierBody
source: Counts as 0 in the total; track quota usage separately.
ja_jp: 合計には 0 として記録し、枠の消費は別に確認します。
zh_hans: 合计记 0，单独看额度用了多少。

# SettingsGeneral
source: General
ja_jp: 一般
zh_hans: 通用

# SettingsCurrency
source: Display currency
ja_jp: 表示通貨
zh_hans: 显示货币

# SettingsAppearance
source: Appearance
ja_jp: 外観
zh_hans: 外观

# SettingsAppearanceLight
source: Light
ja_jp: ライト
zh_hans: 亮色

# SettingsAppearanceDark
source: Dark
ja_jp: ダーク
zh_hans: 暗色

# SettingsAppearanceSystem
source: Automatic
ja_jp: システム
zh_hans: 跟随系统

# SettingsHideCat
source: Show the cat
ja_jp: 猫を出す
zh_hans: 关闭猫猫

# SettingsHideCatNote
source: The cat leaves the dashboard.
ja_jp: ホームから猫がいなくなります。

# SettingsRefreshTitle
source: Refresh usage every time you open the app
ja_jp: アプリを開くたびに使用量を更新
zh_hans: 每次进入 App 的时候自动刷新用量

# SettingsRefreshNote
source: Services that cost money to refresh are not included.
ja_jp: 更新に料金がかかるサービスは対象外です。
zh_hans: 花钱才能刷新的服务不会跟着刷。

# SettingsStartup
source: Start at sign-in
ja_jp: サインイン時に起動
zh_hans: 开机启动

# SettingsStartupNote
source: Windows Settings is the source of truth. This switch only requests the startup task. To turn it off, use Settings → Apps → Startup.
ja_jp: 起動するかどうかは Windows の設定が正です。ここは要求するだけ。オフにするには「設定 → アプリ → スタートアップ」。
zh_hans: 是否开机启动以系统设置为准。这里只是请求，关掉请去 Windows 设置 → 应用 → 启动。

# SettingsGuide
source: The four kinds of money
ja_jp: 4 種類のお金
zh_hans: 四种钱

# SettingsFeedback
source: Feedback
ja_jp: フィードバック
zh_hans: 反馈

# SettingsFeedbackHint
source: Send feedback
ja_jp: フィードバックを送る
zh_hans: 提一条反馈

# SettingsFeedbackSend
source: Send
ja_jp: 送信
zh_hans: 发送

# SettingsFeedbackSent
source: Got it. Thank you.
ja_jp: 受け取りました。ありがとう。
zh_hans: 收到了，谢谢。

# SettingsFeedbackRateLimited
source: That was a lot at once. Try again in ten minutes.
ja_jp: 少し間隔が短いようです。10 分後にもう一度お試しください。
zh_hans: 刚才提得有点密，过十分钟再来。

# SettingsFeedbackFailed
source: Couldn’t send. Your text is still here — check your connection and try again.
ja_jp: 送信できませんでした。入力内容は残っています。接続を確認してもう一度お試しください。
zh_hans: 没发出去。内容还在，检查一下网络再试。

# SettingsFeedbackCategory
source: Type
ja_jp: 種類
zh_hans: 类型

# SettingsFeedbackMessageLabel
source: Feedback message
ja_jp: フィードバック内容
zh_hans: 反馈内容

# SettingsFeedbackMessageHint
source: Anything at all
ja_jp: なんでも書いてください
zh_hans: 说什么都行

# SettingsAbout
source: About
ja_jp: 情報
zh_hans: 关于

# SettingsAboutBody
source: TollCat folds every bill into the same calendar month. The ledger is USD. Conversion is the same Swift MeterCore. The shell is WinUI 3.
ja_jp: TollCat は各社の請求を同じ暦月にまとめます。帳簿はドル。換算は同じ Swift MeterCore。シェルは WinUI 3 です。
zh_hans: TollCat 把各家账单折到同一个日历月。账本按美元记，折算是同一份 Swift MeterCore，界面是 WinUI 3。

# SettingsVersion
source: Version {0}
ja_jp: バージョン {0}
zh_hans: 版本 {0}

# SettingsClear
source: Clear local data
ja_jp: この端末のデータを消去
zh_hans: 清空本机数据

# SettingsClearTitle
source: Clear local data?
ja_jp: この端末のデータを消去しますか？
zh_hans: 清空本机数据？

# SettingsClearBody
source: Memberships, snapshots, and credentials will be deleted from this device. This cannot be undone.
ja_jp: メンバーシップ、スナップショット、認証情報がこの端末から削除され、元に戻せません。
zh_hans: 成员关系、快照和凭据都会从这台设备删掉，不能撤销。

# SettingsClearConfirm
source: Clear
ja_jp: 消去
zh_hans: 清空

# TrayOpenMain
source: Open main window
ja_jp: メインウィンドウを開く
zh_hans: 打开主窗口

# TrayQuit
source: Quit
ja_jp: 終了
zh_hans: 退出

# ToastBalanceTitle
source: A balance is running low
ja_jp: 残高が底をつきそうです
zh_hans: 有余额快见底了

# ToastAnomalyTitle
source: Something needs a look
ja_jp: 確認が必要な項目があります
zh_hans: 有一项需要留意

# AppDisplayName
source: TollCat
zh_hans: 路费猫
